Server-master/myworld/src/acc_service/AccServiceSoap.UpdateAccountPasswdCard.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://www.ljy0.com/AccService/">
 <SOAP-ENV:Body>
   <ns1:UpdateAccountPasswdCardReq>
    <ns1:RegionID>0</ns1:RegionID>
    <ns1:AccName></ns1:AccName>
    <ns1:BindType>0</ns1:BindType>
    <ns1:RowNum>0</ns1:RowNum>
    <ns1:ColumnNum>0</ns1:ColumnNum>
    <ns1:PasswdCard></ns1:PasswdCard>
   </ns1:UpdateAccountPasswdCardReq>

 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
